Repository: IAmMajo/Pleno
Catalog: kivopadmin/kivopadmin/Localizable.xcstrings
Source language: en
Languages: de, tr

source: We host the content of our website with the following provider: **Hetzner** The provider is Hetzner Online GmbH, Industriestr. 25, 91710 Gunzenhausen (hereinafter referred to as Hetzner). Details can be found in Hetzner's privacy policy: https://www.hetzner.com/de/legal/privacy-policy/. The use of Hetzner is based on Art. 6 para. 1 lit. f DSGVO. We have a legitimate interest in the most reliable presentation of our website. If consent has been requested, the processing is carried out exclusively on the basis of Art.6 para. 1 lit. a DSGVO and § 25 para. 1 TDDSG, insofar as the consent includes the storage of cookies or access to information on the user's terminal device (e.g., device fingerprinting) in the sense of the TDDSG. Consent can be revoked at any time. **Order Processing** We have entered into a contract for order processing (AVV) for the use of the above-named service. This is a contract required by data protection law, which ensures that the provider processes the personal data of our website visitors only according to our instructions and in compliance with the DSGVO.
de: Wir hosten die Inhalte unserer Website bei folgendem Anbieter: **Hetzner** Anbieter ist die Hetzner Online GmbH, Industriestr. 25, 91710 Gunzenhausen (nachfolgend Hetzner). Details entnehmen Sie der Datenschutzerklärung von Hetzner: https://www.hetzner.com/de/legal/privacy-policy/. Die Verwendung von Hetzner erfolgt auf Grundlage von Art. 6 Abs. 1 lit. f DSGVO. Wir haben ein berechtigtes Interesse an einer möglichst zuverlässigen Darstellung unserer Website. Sofern eine entsprechende Einwilligung abgefragt wurde, erfolgt die Verarbeitung ausschließlich auf Grundlage von Art.6 Abs. 1 lit. a DSGVO und § 25 Abs. 1 TDDDG, soweit die Einwilligung die Speicherung von Cookies oder den Zugriff auf Informationen im Endgerät des Nutzers (z. B. Device-Fingerprinting) im Sinne des TDDDG umfasst. Die Einwilligung ist jederzeit widerrufbar. **Auftragsverarbeitung** Wir haben einen Vertrag über Auftragsverarbeitung (AVV) zur Nutzung des oben genannten Dienstes geschlossen. Hierbei handelt es sich um einen datenschutzrechtlich vorgeschriebenen Vertrag, der gewährleistet, dass dieser die personenbezogenen Daten unserer Websitebesucher nur nach unseren Weisungen und unter Einhaltung der DSGVO verarbeitet.
tr: Aşağıda belirtilen sağlayıcıda, web sitemizin içeriğini barındırıyoruz: **Hetzner** Hizmet sağlayıcı Hetzner Online GmbH, Industriestr. 25, 91710 Gunzenhausen'dır (bundan sonra 'Hetzner' olarak anılacaktır). Hetzner'in gizlilik politikasındaki ayrıntıları alabilirsiniz: https://www.hetzner.com/de/legal/privacy-policy/. Hetzner'ın kullanımı, DSGVO'nun 6. Madde 1. Paragraf f. maddeye dayanmaktadır. Web sitemizin mümkün olduğunca güvenilir bir şekilde sunulmasına yönelik meşru bir çıkarımız var. İlgili izin talep edildiğinde, işleme yalnızca DSGVO'nun 6. Madde 1. Paragraf a. madde ve TDDDG'nin 25. Madde 1. Paragrafı temelinde gerçekleştirilir, bu da kullanıcının son cihazında (ör. Cihaz parmak izi) bilgilere erişim veya çerezlerin saklanması anlamına gelir TDDDG. Onay her zaman geri alınabilir. **Veri İşleme Sözleşmesi** Yukarıda belirtilen hizmetin kullanılması için bir Veri İşleme Sözleşmesi (AVV) imzaladık. Bu, sağlayıcının, web sitemizi ziyaret eden kişilerin kişisel verilerini yalnızca talimatlarımız doğrultusunda ve DSGVO'ya uygun şekilde işlediğini garanti eden veri koruma anlaşmasıdır.

# Wirklich abmelden?
source: Really sign out?
de: Wirklich abmelden?
tr: Gerçekten çıkış yapmak mı?

# zu einer verbesserten
source: "towards an improvement"
de: zu einer verbesserten
tr: daha iyi bir hale getirmek için

# Zur Plakat Position
source: To the poster position
de: Zur Plakat Position
tr: Afiş Pozisyonuna

# Zurück
source: Back
de: Zurück
tr: Geri

# Zurück zum Login
source: Back to login
de: Zurück zum Login
tr: Girişe geri dön

source: 2. Hosting
tr: 2. Barındırma

source: Admin:
tr: Yönetici:

source: Administrator
tr: Yönetici

# Beschreibung (optional)
source: Description (optional)
tr: Açıklama (isteğe bağlı)

# Dein Name:
source: Your Name:
tr: Senin adın:

source: Details
tr: Ayrıntılar

source: E-Mail:
tr: E-posta:

source: Error: %@
tr: Fehler: %@

source: Events
tr: Etkinlikler

source: Hello, World!
tr: Merhaba, Dünya!

source: Latitude: %f
tr: Enlem: %f

source: Loading locations...
tr: Konumlar yükleniyor...

source: Location Details
tr: Konum Detayları

source: Location:
tr: Konum:

source: Login
tr: Giriş Yap

source: Longitude: %f
tr: Boylam: %f

source: Meeting Code
tr: Toplantı Kodu

# Mit
source: With
tr: ile

source: Name
tr: İsim

source: No Data
tr: Veri Yok

source: No locations available.
tr: Mevcut konum yok.

source: No meetings available.
tr: Herhangi bir toplantı mevcut değil.

source: No posters available.
tr: Hiç poster mevcut değil.

source: No records available.
tr: Kayıt bulunmamaktadır.

source: Option %lld
tr: Opsiyon %lld

source: Option %u:
tr: Seçenek %u:

source: Poster Design
tr: Afiş Tasarımı

# Rolle
source: Role
tr: Rulo

source: Unsupported datatype
tr: Desteklenmeyen veri tipi
